Repository: alllekseev/iTunesApp
Catalog: iTunesApp/Application/Resources/Localizable.xcstrings
Source language: ru
Languages: en

source: Введите запрос
en: Type a request

source: Все
en: All

source: Книги
en: Books

source: Музыка
en: Music

source: Недействительные данные
en: Invalid data

source: Недействительный URL-адрес
en: Check URL

source: Недействительный код статуса ответа
en: Invalid status code

source: Описание
en: Description

source: Очистить
en: Clear

source: Ошибка парсинга JSON
en: Failed to parse JSON

source: Ошибка при выполнении запроса
en: Request failed

source: Последние запросы
en: Recently Searched

source: Приложения
en: Apps

source: Произошла неизвестная ошибка
en: An unknown error occured

source: Фильмы
en: Movies

source: Элементы не найдены
en: Items not found
